[Main]
Title = 自动录制设置
chkAudo = 启用自动录制 
lblTip = (*您使用的是试用版本，所有的设置都不会生效)

gbStartSettings = 自动开始设置
rdStartUseTime = 开始录制
cmbStartUstTime_Type_0 = 指定日期
cmbStartUstTime_Type_1 = 每天
cmbStartUstTime_Type_2 = 每周
chkSun = 周日
chkMon = 周一
chkTun = 周二
chkWen = 周三
chkThu = 周四
chkFri = 周五
chkSat = 周六
lblOpenTip = 自动开始录制前的操作
chkStartOpenApp = 应用程序
chkStartOpenUrl = 网页
rdStartUseApp = 执行应用程序后开始录制

gbStopSettings = 自动停止设置
rdEndType_NoEnd = 不停止
rdEndType_Length = 以时间停止录制
rdEndType_Size = 以容量停止录制
rdEndType_App = 以应用程序结束停止录制
rdEndType_Time = 停止录制的时间
lblEndRecordTip = 自动停止后的操作
chkEndRecord_ExitSelf = 录制完成后退出程序
chkEndRecord_ExitSystem = 录制完成后关闭计算机

gbOutput = 自动录制输出
rdOutputType_Normal = 默认的目录与文件名称
rdOutputType_New = 设置输出目录与文件名称:
lblAutoOutputDir = 目录:
lblAutoOutputName = 文件名称:
strDefaultName = 我的录制%Y-%M-%D-%T

gbDisplayType = 自动录制时如何显示软件 
rdDisplaySelf = 显示软件 
rdMinSelf = 最小化软件
rdHideSelf = 隐藏软件

gbPlan = 自动录制计划
strNewPlan = 新计划 %.2d

btnOK = 确定
btnCancel = 取消
btnApply = 应用
lblAudioDevice = 录音：
IDS_AUDIO_DEVICE_MIX_MIC = 电脑声音和麦克风
IDS_AUDIO_DEVICE_MIX =电脑声音
IDS_AUDIO_DEVICE_MIC = 麦克风
IDS_AUDIO_DEVICE_NONE = 不录制
lblAudo = 启用 %s
strDeletePlan = 您确定删除所有选中的计划吗?
strClearPlan = 您确定清空所有的计划吗?

[frmFormatDes]
Title = 文件名称的格式说明
lblDes1 = 您可以使用下面的标签作为自动命名规则:
lblDes2 = %Y: 开始录制的年份
lblDes3 = %M: 开始录制的月份
lblDes4 = %D: 开始录制的日期
lblDes5 = %T: 开始录制的时间,格式为 HHMMSS
lblDes6 = 范例,设置 "我的录制%Y-%M-%D-%T" 作为命名规则,录制名称为我的录制2013-12-24-172550

[msgMain]
strErrorStartDate = "自动开始"的日期要在目前的日期以后
strErrorStartTime = "自动开始"的时间要在目前的时间之后
strErrorEndDate = "自动开始"的日期不能在 "自动停止"日期之后
strErrorEndTime = "自动开始"的时间不能在 "自动停止"时间之后
strErrorSpyApp =  请在"自动开始"中指定需要检测的应用程序
strStopError_NoLength = 无效的"自动停止"的时间设置
strStopError_NoSize = 无效的"自动停止"的容量设置 
strStopError_NoApp = 请在"自动停止"中指定检测的应用程序
strErrorOutput_Dir = 对自动录制设置输出目录
strErrorOutput_FileName = 对自动录制设置输出文件名称

strErrorExistsPlanName = "%s" 已经存在，请设置其他名称！